testAme/labs/lab4/combustor2D_highRe/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

runApplication renumberMesh -overwrite

runApplication rhoPimpleFoam

# ----------------------------------------------------------------- end-of-file
